{
  "electronica": [
    { "id": 1,
     "titulo": "Samsung UE65RU6025 65 LED UltraHD 4K", 
     "descripcion": "Disfruta de imágenes nítidas y brillantes con el televisor 4K UHD Samsung UE65RU6025, con una resolución cuatro veces superior a la del Full HD. Prepárate para percibir hasta el más mínimo detalle en todas tus escenas.", 
     "precio":"695.59",
     "foto":"https://thumb.pccomponentes.com/w-530-530/articles/24/244670/es-ru6025-ue43ru6025kxxc-black-black-193110159.jpg"},
    { "id": 2, "titulo": "Gigabyte GeForce RTX 2070 WindForce 2X 8GB GDDR6", "descripcion": "El nuevo buque insignia de NVIDIA, GeForce® RTX 2070, es la GPU para juegos más avanzada del planeta, impulsada por la arquitectura NVIDIA Turing ™ de alto rendimiento, con 8GB GDDR6 y sistema de ventilación WindForce exclusivo de Gigabyte", "precio":"429","foto":"https://thumb.pccomponentes.com/w-530-530/articles/20/209775/1.jpg"},
    { "id": 3, "titulo": "HP Notebook 15-DA0244NS Intel Core i3-7020U/8GB/512GB SSD/15.6", "descripcion": "HP Notebook 15-DA0244NS es un portátil que ofrece un rendimiento de gran calidad y una batería de larga duración para abordar las tareas diarias. Diseñado para un rendimiento duradero, este portátil HP de 15,6 (39,6 cm) diseñado elegantemente tiene una batería de larga duración que te permite permanecer conectado, entretenido y productivo durante todo el día. Acelera las tareas, o relájate y socializa, gracias a los procesadores más recientes y a una pantalla enriquecida HD. Hazlo todo, todos los día.", "precio":"299","foto":"https://thumb.pccomponentes.com/w-530-530/articles/24/243623/2019-10-22-095440.jpg"},
    { "id": 4, "titulo": "ViewSonic XG2530 25 LED FullHD 240Hz FreeSync", "descripcion": "El ViewSonic® XG2530 es un monitor de e-Sports con una velocidad de actualización nativa de 240Hz y un tiempo de respuesta increíblemente rápido, que se combinan para ofrecer la jugabilidad más fluida y fluida hasta la fecha durante las escenas de acción de ritmo rápido, permitiéndole rastrear, apuntar y ataca tu objetivo con facilidad, especialmente durante un juego competitivo tenso.", "precio":"279.99","foto":"https://thumb.pccomponentes.com/w-530-530/articles/15/158449/1.jpg"},
    { "id": 5, "titulo": "HyperX Cloud Flight Auriculares Inálambricos Gaming", "descripcion": "Escápese de los límites de las conexiones de cable y recorra con el Wireless HyperX Cloud Flight. Con una conexión inalámbrica sólida para juegos, increíble duración de la batería de 30 horas y Signature HyperX Comfort, Cloud Flight te permite jugar ininterrumpidamente durante más tiempo. El diseño de copa cerrada lo ayuda a mantenerse sumergido, mientras que el deslizador de acero durable y la construcción de alta calidad significa que está construido para resistir el desgaste diario.", "precio":"99.99","foto":"https://thumb.pccomponentes.com/w-530-530/articles/16/162782/1.jpg"},
    { "id": 5, "titulo": "HyperX Cloud Flight Auriculares Inálambricos Gaming", "descripcion": "Escápese de los límites de las conexiones de cable y recorra con el Wireless HyperX Cloud Flight. Con una conexión inalámbrica sólida para juegos, increíble duración de la batería de 30 horas y Signature HyperX Comfort, Cloud Flight te permite jugar ininterrumpidamente durante más tiempo. El diseño de copa cerrada lo ayuda a mantenerse sumergido, mientras que el deslizador de acero durable y la construcción de alta calidad significa que está construido para resistir el desgaste diario.", "precio":"99.99","foto":"https://thumb.pccomponentes.com/w-530-530/articles/16/162782/1.jpg"},
    { "id": 6, "titulo": "Keep Out XGM24C+ 23.6 LED FullHD 144Hz FreeSync Curvo", "descripcion": "El XGM24C+ es un monitor curvo Gaming, que te ofrece una combinación de experiencia sin precedentes para que disfrutes de tus mejores juegos, comodidad para tus ojos y gran nitidez de imágenes. ", "precio":"49.99","foto":"https://thumb.pccomponentes.com/w-530-530/articles/24/241599/1.jpg"}
  ],
  "muebles": [
    { "id": 1, "titulo": "Homcom Mesa Oficina 120x60x74cm Blanco", "descripcion": "El escritorio es el mueble principal en cualquier espacio de estudio o de trabajo; para elegir el mejor es necesario que jerarquice sus prioridades. La mesa de escritorio que hoy le presentamos es totalmente funcional, cuenta con cajones, espacio para la torre y teclado por separado y una mesa amplia para el ordenador y artículos de oficina. A su vez la mesa de escritorio es totalmente decorativa, su color blanco permite dar mayor luminosidad al ambiente a la vez que resalta espacios muy juveniles y modernos.", "precio":"91.95","foto":"https://thumb.pccomponentes.com/w-530-530/articles/20/205795/h25.jpg"},
    
    { "id": 2, "titulo": "Homcom Mesa Oficina 100x50x75cm Blanca/Madera", "descripcion": "Esta mesa de ordenador es un mueble moderno y simple, ideal para usar en casa o en la oficina. Su diseño en color roble y blanco combina perfectamente en cualquier sitio. Esta hecha de tablero de partículas con revestimiento de melanina, muy resistente y fácil de limpiar. El marco de soporte es de metal con revestimiento en polvo, robusto y duradero. Dispone de 1 cajón grande que ofrece un gran espacio de almacenamiento. Sin duda, es un mueble práctico y económico para tu hogar u oficina.", "precio":"74.95","foto":"https://thumb.pccomponentes.com/w-530-530/articles/20/205737/h14.jpg"},
    { "id": 3, "titulo": "Owlotech Columbia V2 Silla Oficina", "descripcion": "Desde Owlotech presentamos la nueva versión de esta increíble silla de oficina Columbia fabricada con unos materiales de alta calidad que proporcionan una comodidad excelente, gracias a su gran ergonomía. Esta silla mejora algunos de los elementos ya presentes en la anterior versión, dotándola de mejores materiales y acabados que permitan una mayor durabilidad y resistencia frente al paso del tiempo.", "precio":"39.99","foto":"http://thumb.pccomponentes.com/w-530-530/articles/21/219328/05836ddbc88a6212e233701c8fdc076.jpg"}
  ],
  "decoracion": [
    { "id": 1, "titulo": "Energy Sistem Frame Speaker Altavoz Bluetooth East Beach 50W", "descripcion": "Potente altavoz tras un lienzo exclusivo con marco de madera, la combinación entre arte y música para integrarse con el resto de la decoración de tu casa. Sorpréndete con sus 50 W de potencia, tecnología Bluetooth 5.0, TWS y reproductor MP3 USB y microSD.", "precio":"133","foto":"https://thumb.pccomponentes.com/w-530-530/articles/21/218983/a2.jpg"},
    { "id": 2, "titulo": "HomCom Chimenea Eléctrica Móvil con Llama LED 1200W", "descripcion": "Esta chimenea electrica con efecto de llamas de leñas es ideal para poner en el centro del salon, en la pared del comedor hace la función de estufa y decoracion. Tiene dos niveles de potencia 950W y 1850W. Nuestras chimeneas eléctricas tienen efecto leña y son ideales como decoración. El area de calor llega a los 30 m2 y ofrece una atmosfera fantastica para los familiares y amigos. Tiene interruptor térmico de seguridad, para tumbarte tranquilamente en el sofa de tu casa disfrutar del calor y de las llamas de la chimenea.", "precio":"109.95","foto":"https://thumb.pccomponentes.com/w-530-530/articles/20/206055/00.jpg"}
  ]
}